---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.Footlamberts
source: html/853eec16-fdb0-d730-0ab8-4a63575eb634.htm
---
# Autodesk.Revit.DB.UnitTypeId.Footlamberts Property

Footlamberts.

## Syntax (C#)
```csharp
public static ForgeTypeId Footlamberts { get; }
```